public class Game {
    public void game(){
    String Game1 = "1. КАЗАКИ-РАЗБОЙНИКИ\n" +
            "\n" +
            "Это одна из самых популярных дворовых игр прошлого века. Однако, возможно, своими корнями она идет далеко в прошлое, так как точное время возникновения «казаков» неизвестно.  Говорят, название игры возникло исторически: еще в царской России казаки действительно охраняли мирных жителей от нападений разбойников.\n" +
            "\n" +
            "Как играть:\n" +
            "\n" +
            "Участвует от 4 человек, чем больше, чем лучше. Сначала с помощью жребия ребята делятся на две команды, «казаки» и «разбойники» соответственно. Задача «разбойников» - как можно быстрее убежать по нарисованным стрелкам и спрятаться, цель «казаков» - найти  и поймать «неугодных».\n" +
            "\n" +
            "У каждой из команд есть «атаман», если по-простому – капитан. В начале игры «разбойники» должны собраться и загадать слово-шифр, после этого они берут мелки и убегают. «Казаки» же перед игрой должны определить место для «темницы», куда будут заключать пойманных «разбойников». Когда время на подготовку истекло, «казаки» пускаются в погоню. Примерно каждые 20-30 метров, а также на всех поворотах, «разбойники» рисуют стрелочки, далеко не все из которых могут указывать верную дорогу. \n" +
            "\n" +
            "Если «казак»заметил «разбойника», он должен его осалить и отвести в темницу. Если же в тот момент, когда «казак» ведет «разбойника» в темницу, навстречу идут другие «разбойники», они могут осалить «казака», тем самым освободив товарища. Другая возможность сбежать – если «казак» случайно отпустит руку «разбойника».\n" +
            "\n" +
            "Каждая команда в игре \"Казаки-разбойники\" должна была выбрать себе \"атамана\"\n" +
            "кадр из фильма \"Тимур и его команда\"\n" +
            "Каждая команда в игре \"Казаки-разбойники\" должна была выбрать себе \"атамана\"\n" +
            "кадр из фильма \"Тимур и его команда\"\n" +
            "Когда пойманный «разбойник» оказывается в темнице, у него начинают выпытывать кодовое слово. Самый распространенный способ «пыток» - обычная щекотка. О том, какие методы воздействия можно использовать, а какие – нельзя, лучше договариваться «на берегу».\n" +
            "\n" +
            "Но если ты, дорогой «разбойник», уже попал в темницу, не стоит отчаиваться! Возможно, за тобой придут друзья, напав на караульного и позволив тебе сбежать.\n" +
            "\n" +
            "«Казаки» побеждают в игре, если выполнено хотя бы одно из условий: узнан секретный шифр или пойманы все разбойники. ";
}}
